from warnings import catch_warnings

start = """Приветствуем тебя в Лидограме! Круто, что ты теперь с нами 🤗

В этом боте мы собираем для тебя заявки из 1 000+ бизнес-чатов в Telegram и ищем людей, нуждающихся в разных услугах: создание сайтов, копирайтинг, интернет-маркетинг, дизайн и т.д.

📍В разделе «Категория заявок» ты можешь выбрать нужную тебе категорию и попробовать ее в деле бесплатно на 3 дня.

📍В личном кабинете можно отследить, количество оставшихся дней доступа к категории. Там же есть твоя личная реферальная ссылка. Отправь ее другу для регистрации и будешь получать 15% с каждой его оплаты на свой счет. Эти деньги ты сможешь вывести или оплатить ими актуальную категорию.

📍Нажав кнопку «Техподдержка», можно задать любой вопрос по работе бота.

📍А по кнопке «FAQ» тебя ждет много полезных статей по использованию бота.

Надеемся, тебе у нас понравится 😉

---
Главное меню

Выберите действие:"""

emojis = '😌👈👉👋🤙🤞🤝🫂🗣🧠🫁🫀👀👑⭐️🌟✨⚡️💥🔥🔜👇✏️💬📎📌⭐️🟡🔘▶️'

menu = ("""<b>Главное меню</b>

Выберите действие:""")

help = """Help"""

support = """Support"""

cat = """Categories list"""

cab = """Personal cabinet"""

faq = """FAQ"""

admin = """Вход в качестве админа выполнен

Выберите категорию для загрузки заявки"""

load_post = """Загрузите заявку:"""

post_loaded = """Заявка загружена

Выберите категорию для следующей заявки:"""




